[Lucu_Infantry X2SoldierClassTemplate]
DisplayName="Пехотинец"
ClassSummary="Пехотинец – это боевой класс, который может специализироваться на нападении и уклонении или на на защите и смягчении урона."
LeftAbilityTreeTitle="Стандартный"
RightAbilityTreeTitle="Нестандартный"
AbilityTreeTitles[0]="Стандартный"
AbilityTreeTitles[1]="Нестандартный"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="Tombstone"
RandomNickNames[1]="DJ"
RandomNickNames[2]="Zilch"
RandomNickNames[3]="Hazard"
RandomNickNames[4]="Bonzai"
RandomNickNames[5]="Chops"
RandomNickNames[6]="Devil Dog"
RandomNickNames[7]="Trips"
RandomNickNames[8]="Spitfire"
RandomNickNames[9]="Dice"
RandomNickNames[10]="Cobra"
RandomNickNames[11]="Wolverine"
RandomNickNames[12]="Socks"
RandomNickNames[13]="Caper"
RandomNickNames[14]="Gunner"
RandomNickNames[15]="Shotsy"
RandomNickNames[16]="Boomer"
RandomNickNames[17]="D.O.A."
RandomNickNames[18]="Android"
RandomNickNames[19]="Desperado"
RandomNickNames[20]="Twitch"
RandomNickNames[21]="Pitbull"
RandomNickNames[22]="All Day"
RandomNickNames[23]="Mustang"
RandomNickNames[24]="Wildchild"
RandomNickNames[25]="Werewolf"
RandomNickNames[26]="Sheriff"
RandomNickNames[27]="Wardog"
RandomNickNames[28]="Vandal"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Rascal"
RandomNickNames_Male[1]="Cash"
RandomNickNames_Male[2]="Duke"
RandomNickNames_Male[3]="Viking"
RandomNickNames_Male[4]="Nitro"
RandomNickNames_Male[5]="Mad Man"
RandomNickNames_Male[6]="Bull"
RandomNickNames_Male[7]="Cowboy"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Wild Cat"
RandomNickNames_Female[1]="Freestyle"
RandomNickNames_Female[2]="All In"
;ALPHABETICAL ORDER
 
[Lucu_Infantry_LightEmUp X2AbilityTemplate]
LocFriendlyName="Свинцовый Дождь"
LocLongDescription="Стрельба из основного оружия в качестве первого действия больше не завершает ход."
LocHelpText="Стрельба из основного оружия в качестве первого действия больше не завершает ход."
LocFlyOverText="Свинцовый Дождь"
LocPromotionPopupText="Свинцовый Дождь – это фундаментальная способность Пехотинца, позволяющая ему сфокусировать огонь на одной цели или распространенить урон на несколько целей за один ход.<br/><Bullet/>Стрельба из основного оружия в качестве первого действия больше не завершает ход.<br/>"
 
[Lucu_Infantry_Opportunist X2AbilityTemplate]
LocFriendlyName="Приспособленец"
LocLongDescription="Увеличивает точность выстрелов из Боеготовности на 10 и даёт им возможность наносить критический урон."
LocHelpText="Увеличивает точность выстрелов из Боеготовности на 10 и даёт им возможность наносить критический урон."
LocFlyOverText="Приспособленец"
LocPromotionPopupText="Увеличивает эффективность стрельбы Пехотинца при стрельбе по движующимся целям.<br/><Bullet/> +10 к точности при стрельбе из Боеготовности.<br/><Bullet/> Ваши ответные выстрелы могут наносить критический урон.<br/>"
 
[Lucu_Infantry_EstablishedDefenses X2AbilityTemplate]
LocFriendlyName="Прочная защита"
LocLongDescription="Увеличивает броню при нахождении в укрытии."
LocHelpText="Увеличивает броню при нахождении в укрытии."
LocFlyOverText="Прочная защита"
LocPromotionPopupText="Established Defenses encourages the Infantry to seek good cover for greater than normal defenses.<br/><Bullet/> Частичное укрытие добавляет 1 единицу брони.<br/><Bullet/> Полное укрытие добавляет 2 единицы брони.<br/>"
 
[Lucu_Infantry_EstablishedDefensesOverwatch X2AbilityTemplate]
LocFriendlyName="Прочная защита"
LocLongDescription="Даёт по одному выстрелу из Боеготовности и одной единице брони за каждое оставшееся очко дейстия при активации Боеготовности."
LocHelpText="Даёт по одному выстрелу из Боеготовности и одной единице брони за каждое оставшееся очко дейстия при активации Боеготовности."
LocFlyOverText="Боеготовность: Прочная защита"
LocPromotionPopupText="Пехотинец грамотно пользуется временем и успевает окопаться и подготовиться к стрельбе при активации Боеготовности.<br/><Bullet/> +1 выстрел из Боеготовности за каждое оставшееся очко действия при активации Боеготовности.<br/><Bullet/> +1 к броне за каждое оставшееся очко действия при активации Боеготовности.<br/>"
 
[Lucu_Infantry_Harrier X2AbilityTemplate]
LocFriendlyName="Гончий"
LocLongDescription="Увеличивает Меткость на 10% и шанс Критического урона на 20% против зафлангованных или неукрытых врагов."
LocHelpText="Увеличивает Меткость на 10% и шанс Критического урона на 20% против зафлангованных или неукрытых врагов."
LocFlyOverText="Гончий"
LocPromotionPopupText="Гончий призывает Пехотинца искать наиболее выгодную позицию для атаки врагов, увеличивая выгоду от таких атак.<br/><Bullet/> +10% к Меткости +20% к шансу Критического урона против зафлангованных или неукрытых врагов.<br/>"
 
[Lucu_Infantry_StaggeringShot X2AbilityTemplate]
LocFriendlyName="Ошеломляющий выстрел"
LocLongDescription="Делает выстрел с повышенной точность, но сниженным уроном и без возможности критического урона. Очки действия и Уклонение цели снижены на один ход."
LocHelpText="Делает выстрел с повышенной точность, но сниженным уроном и без возможности критического урона. Очки действия и Уклонение цели снижены на один ход."
LocFlyOverText="Ошеломляющий выстрел"
LocPromotionPopupText="Делает выстрел с повышенной точность, но сниженным уроном и без возможности критического урона. Очки действия и Уклонение цели снижены на один ход.<br/><Bullet/> +30% к Меткости.<br/><Bullet/> 50% от обычного урона оружия, без возможности крита.<br/><Bullet/> -1 очко дейстия цели на 1 .<br/><Bullet/> -20 к Уклонению цели на 1 ход.<br/><Bullet/> Перезарядка: 4 хода.<br/>"
 
[Lucu_Infantry_ShakeItOff X2AbilityTemplate]
LocFriendlyName="Как с гуся вода"
LocLongDescription="Увеличивает Волю на 10 и позволяет гораздо быстрее освобождаться от эффектов Ошеломления, Дезориентации, Оглушения и Паники."
LocHelpText="Увеличивает Волю на 10 и позволяет гораздо быстрее освобождаться от эффектов Ошеломления, Дезориентации, Оглушения и Паники."
LocFlyOverText="Как с гуся вода"
LocPromotionPopupText="<Bullet/> +10 к Воле.<br/><Bullet/> Снимает один из следующих негативных эффектов за ход: Ошеломление, Дезориентация, Оглушение и Паника.<br/>"
 
[Lucu_Infantry_StickAndMove X2AbilityTemplate]
LocFriendlyName="Прицелиться и Двигаться"
LocLongDescription="После атаки: +4 к Мобильности и +20 к Защите при следующем перемещении.<br/>После перемещения: +2 к урону из основного оружия для следующей атаки."
LocHelpText="После атаки: +4 к Мобильности и +20 к Защите при следующем перемещении.<br/>После перемещения: +2 к урону из основного оружия для следующей атаки."
LocFlyOverText="Прицелиться и Двигаться"
LocPromotionPopupText="Позволяет Пехотинцу проявлять гибкость при передвижении для нахождения более выгодной огневой позиции или при перемещении к точке назначения.<br/><Bullet/> После атаки: +4 к Мобильности и +20 к Защите при следующем перемещении.<br/><Bullet/> После перемещения: +2 к урону из основного оружия для следующей атаки.<br/>"
 
[Lucu_Infantry_ExplosiveAction X2AbilityTemplate]
LocFriendlyName="Взрывное действие"
LocLongDescription="Немедленно получает дополнительное действие за счёт потери действия в будущем."
LocHelpText="Немедленно получает дополнительное действие за счёт потери действия в будущем."
LocFlyOverText="Взрывное действие"
LocPromotionPopupText="Позволят Пехотинцу сделать дополнительное действие, но вынуждает его позже потратить действие на восставление сил.<br/><Bullet/> +1 очко действия.<br/><Bullet/> -1 к действию на следующем ходу.<br/><Bullet/> Перезарядка: 3 хода.<br/>"
 
[Lucu_Infantry_ZoneOfControl X2AbilityTemplate]
LocFriendlyName="Зона контроля"
LocLongDescription="<Bullet/>Once per turn, take a reaction shot with your pistol at an enemy moving or attacking within 5 tiles.<br/><Bullet/>Once per turn, gain a high chance to counterattack a melee attack against you.<br/>"
LocHelpText="<Bullet/>Once per turn, take a reaction shot with your pistol at an enemy moving or attacking within 5 tiles.<br/><Bullet/>Once per turn, gain a high chance to counterattack a melee attack against you.<br/>"
LocFlyOverText="Зона контроля"
LocPromotionPopupText="Allows the Infantry to maintain control of their immediate area by defending against attackers in close quarters.<br/><Bullet/>Once per turn, take a reaction shot with your pistol at an enemy moving or attacking within 5 tiles.<br/><Bullet/>Once per turn, gain a 75% chance to counterattack a melee attack against you<br/>"
 
[Lucu_Infantry_ZoneOfControlShot X2AbilityTemplate]
LocFriendlyName="Зона Контроля"
LocFlyOverText="Зона Контроля"
 
[Lucu_Infantry_Flare X2AbilityTemplate]
LocFriendlyName="Световой Сигнал"
LocLongDescription="Бросает яркую гранату,освещающую выбранную область и увеличивающую точность стрельбы по целям внутри области."
LocHelpText="Бросает яркую гранату,освещающую выбранную область и увеличивающую точность стрельбы по целям внутри области."
LocFlyOverText="Световой Сигнал"
LocPromotionPopupText="Позволяет Пехотинцу подсветить выбранную область, облегчая попадания по целям внутри области.<br/><Bullet/> -10 к защите.<br/><Bullet/> Длительность: 1 ход.<br/><Bullet/> 3 заряда за миссию.<br/>"
 
[Lucu_Infantry_EscapeAndEvadeActive X2AbilityTemplate]
LocFriendlyName="Убежать и Уклониться"
LocLongDescription="Боец скрыт, радиус обнаружения уменьшен до начала следующего хода. Свободное действие. Перезарядка: 5 ходов."
LocHelpText="Боец скрыт, радиус обнаружения уменьшен до начала следующего хода. Свободное действие. Перезарядка: 5 ходов."
LocFlyOverText="Убежать и Уклониться"
LocPromotionPopupText="Пехотинец способен скрыться от врагов на короткий промежуток времени, что даёт ему шанс для побега или смены позиции.<br/><Bullet/> -70% к радиусу обнаружения.<br/><Bullet/> Продолжительность: 1 ход.<br/><Bullet/> Перезарядка: 5 ходов.<br/>"
 
[Lucu_Infantry_DeepReserves X2AbilityTemplate]
LocFriendlyName="Скрытые Резервы"
LocLongDescription="Восстанавливает 50% от полученного урона в течение времени. До 2 здоровья за ход, до 8 здоровья всего.<br/>Ускоряет восстановление от ранений после миссий на 50%."
LocHelpText="Восстанавливает 50% от полученного урона в течение времени. До 2 здоровья за ход, до 8 здоровья всего.<br/>Ускоряет восстановление от ранений после миссий на 50%."
LocFlyOverText="Скрытые Резервы"
LocPromotionPopupText="Пехотинец сможет медленно восстанавливать часть полученного урона и быстрее восстанавливаться после ранений.<br/><Bullet/> Исцеляет 50% от полученного урона.<br/><Bullet/> До 2 здоровья за ход, до 8 здоровья всего.<br/><Bullet/> -50% ко времени восстановления от ранений после мисий.<br/>"
 
[Lucu_Infantry_FireForEffect X2AbilityTemplate]
LocFriendlyName="Огонь на поражение"
LocLongDescription="Гарантированно наносит урон всем целям в поле зрения, расходуя дополнительне боеприпасы."
LocHelpText="Гарантированно наносит урон всем целям в поле зрения, расходуя дополнительне боеприпасы."
LocFlyOverText="Огонь на поражение"
LocPromotionPopupText="Пехотинец тратит большой запас боеприсов чтобы нанести гарантированный урон по всем целям в поле зрения.<br/><Bullet/> Стоит 1 очко действия.<br/><Bullet/> Стоимость: 2 боеприпаса.<br/><Bullet/> Перезарядка: 3 хода.<br/>"
 
[Lucu_Infantry_Steadfast X2AbilityTemplate]
LocFriendlyName="Непоколебимость"
LocLongDescription="Никогда не паникует при получении ранения, а также при ранении, панике или смерти союзника."
LocHelpText="Никогда не паникует при получении ранения, а также при ранении, панике или смерти союзника."
LocFlyOverText="Непоколебимость"
LocPromotionPopupText="<Bullet/> Никогда не паникует при получении ранения, а также при ранении, панике или смерти союзника.<br/>"
 
[Lucu_Infantry_SteadfastUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Пехотинец: Непоколебимость"
Summary="Никогда не паникует при получении ранения, а также при ранении, панике или смерти союзника."
 
[Lucu_Infantry_ExtraConditioning X2AbilityTemplate]
LocFriendlyName="Крепкое Здоровье"
LocLongDescription="Добавляет +2 Здоровья, +4 Меткости and +4 Воли."
LocHelpText="Добавляет +2 Здоровья, +4 Меткости and +4 Воли."
LocFlyOverText="Крепкое Здоровье"
LocPromotionPopupText="<Bullet/> +2 Здоровья.<br/><Bullet/> +4 Меткости.<br/><Bullet/> +4 Воли.<br/>"
 
[Lucu_Infantry_ExtraConditioningUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Пехотинец: Крепкое Здоровье"
Summary="Более жёсткий режим тренировок укрепляет тело и разум Пехотинца.<br/><Bullet/> +2 Здоровья.<br/><Bullet/> +4 Меткости.<br/><Bullet/> +4 Воли.<br/>"
